{
  "logo": "./images/logo.png",
  "address": "EuroLanka Travel\n143/16, Bandaranayake Place\nSamagi Mawatha\nGalle\nSri Lanka",
  "phone": "+94 755 8383 00",
  "email": "yusuf@eurolanka.de",
  "web": "www.eurolanka.de / www.eurolanka.net",
  "imgCover": "./images/imgCover.png",
  "tourDur": "5 Days - Sri Lanka",
  "noOfNights": "5 Days/ 4 Nights",
  "mapPlanImg": "",
  "route": "BIA - Seegiriya - Nuwara Eliya - Alla - Galle - BIA",
  "name": "Tailor",
  "travellers": "4",
  "travelDate": "Start - 22/06/2024, End - 26/06/2024",
  "travelTb": {
    "travelDay": [
      "Day 1",
      "Day 2",
      "Day 3",
      "Day 4",
      "Day 5"
    ],
    "activity": [
      "Dambulla, Sigiriya",
      "Minneriya, Kandy",
      "Nuwara Eliya, Ella",
      "Ella, Galle",
      "Galle,Colombo, Departure"
    ]
  },
  "accommodations": {},
  "information": {
    "included": [
      "4 nights’ accommodation according tour plan. If one accommodation is already full, you will stay in a similar accommodation of the same category.",
      "Meals according tour plan (5 x Break fasts)",
      "Transportation from arrival to departure (air-conditioned vehicle, public transportation such as bus or train, 4x4 Safari Jeep, bicycle, tuk-tuk, Boat)",
      "all taxes",
      "Fees for Yala Safari entrance ticket, jeep and guide/ Ella Train tickets/ Kandy Temple entrance, cultural show/ Village Safari / ",
      "English speaking guide"
    ],
    "notIncluded": [
      "Flight tickets",
      "Other entrance fees",
      "camera permissions",
      "other meals and drinks",
      "tips",
      "travel insurance",
      "Visa (approx. 35 US$)"
    ]
  },
  "noOfB": 5,
  "noOfL": 1,
  "noOfD": 1,
  "languages": "English",
  "visaValue": "2",
  "feesForPlaces": "Sigiriya\nKandy\nElla\nGalle",
  "Day1": {
    "date": "(22/06/2024)",
    "description": "Arrival or pick up from hotel in Colombo. Heading to Sigiriya via Dambulla. Enroute visit Dambulla  cave temple. The Rangiri Dambulla Cave Temple is a sacred pilgrimage site for 22 centuries, this  cave monastery, with its five sanctuaries, is the largest, best-preserved cave-temple complex in  Sri Lanka. The Buddhist mural paintings (covering an area of 2,100 m2 ) are of particular  importance, as are the 157 statues. take the authentic village tour of the Kashyapa. In the late afternoon, we take a tour of Sigiriya village before climbing Lion Rock for a stunning  sunset view.",
    "meals": "(B /L /D)",
    "hotelCity": "Sigiriya",
    "hotelType": "Home Stay",
    "hotel": "Nethmi Home"
  },
  "Day2": {
    "date": "(23/06/2024)",
    "description": "After early breakfast, our driver will be waiting to take you for Minneriya Safari. Among the 24 species  of mammal’s resident in the park are Elephants, Leopards, Sloth Bear, Spotted Deer, Sambar Deer,  Wild Buffalo, Wild Pig, Grey Langers, Purple-faced Leaf Monkey, three species of Mongoose, Porcupine  and Indian Pangolin. Minneriya National Park has recorded over 170 species of birds. From Migrating waders like  Woodsand Piper, Common Sandpiper & Kentish Plovers to forest birds like Malabar-pied Hornbills,  Rufus Woodpecker the globally endangered Lesser Adjutant and the endemics Sri Lanka Grey Horn-bill,  Sri Lanka Green Pigeon, Brown-capped Babbler and Sri Lanka Jungle Fowl are some of the highlights. After lunch transfer to Kandy. The second largest city in Sri Lanka and a UNESCO world heritage site,  due its rich, vibrant culture and history. This historic city was the Royal Capital during the 16th century  and maintains its sanctified glory predominantly due to the sacred temples. In the evening do a city tour including evening visit to Temple of Tooth Relic, cultural show and then  set you free in Kandy town to explore it on your own. Dinner at Balaji Dosai.",
    "meals": "(B /- /-)",
    "hotelCity": "Kandy",
    "hotelType": "Home Stay",
    "hotel": "Hanthana Jungle View"
  },
  "Day3": {
    "date": "(24/06/2024)",
    "description": "After early breakfast we drive to Nuwara Eliya, travel through the winding green hills to the salubrious,  misty hills of Nuwara Eliya - a prominent tourist and local holiday destination, assuring you tranquillity and relaxation amidst the exhilarating vista of tea plantations, waterfalls, and lakes. Enroute, visit  Damro tea factory to witness the tea industry of the island, as Sri- Lanka is one of the largest producers  and exporters of tea in the world. In Nuwara Eliya, a city tour of the Hill Club, Main City, Post Office,  Victoria Park, Holy Trinity Church, Gayathri Kovil, Lake Gregory and Race Course is possible until we  catch the train to Ella. Get on board the scenic train to Ella (4,5 hours). You will be received by our driver in Ella train station  on arrival. A small, yet astonishingly beautiful town Ella, located close to Nuwara Eliya. Explore the beautiful  nature of Ella and the surrounding by hiking, cycling or car. Your guide will assist you with things to do  in and around",
    "meals": "(B /- /-)",
    "hotelCity": "Ella",
    "hotelType": "Home Stay",
    "hotel": "River Splendour Home"
  },
  "Day4": {
    "date": "(25/06/2024)",
    "description": "After breakfast we have time to continue enjoying and exploring the nature of Ella until your transfer  to  In the afternoon, we are heading to Galle. Dinner with my family in Galle",
    "meals": "(B /- /-)",
    "hotelCity": "Galle",
    "hotelType": "Home Stay",
    "hotel": "Amaranthe Beach Cabana"
  },
  "Day5": {
    "date": "(26/06/2024)",
    "description": "Breakfast in Galle–Explore Dutch heritage in Galle by tuk-tuk and you will explore historical importance  of Galle Fort. The ramparts, colonial buildings, clock tower, light house, museum & old church, mosque  & Buddhist temple are covered in this guided tour.  After lunch we are heading to colombo for site seeing the Red Mosque and other attractions in  Colombo. After a mouthwatering Banana Leaf dinner, driver will drop you at the airport for departure  flight",
    "meals": "(B /- /-)",
    "hotelCity": "Galle",
    "hotelType": "Hotel ",
    "hotel": "None of the above"
  }
}