[{"id":"b1691d5c-32fe-4c70-80e8-fd70d8c75118","activity":"Dambulla, Sigiriya","description":"Arrival or pick up from hotel in Colombo. Heading to Sigiriya via Dambulla. Enroute visit Dambulla  cave temple. The Rangiri Dambulla Cave Temple is a sacred pilgrimage site for 22 centuries, this  cave monastery, with its five sanctuaries, is the largest, best-preserved cave-temple complex in  Sri Lanka. The Buddhist mural paintings (covering an area of 2,100 m2 ) are of particular  importance, as are the 157 statues. take the authentic village tour of the Kashyapa. In the late afternoon, we take a tour of Sigiriya village before climbing Lion Rock for a stunning  sunset view.","price":"1000"},{"id":"6f3c356d-fb73-43c1-89a3-5e08eebd3a40","activity":"Minneriya, Kandy","description":"After early breakfast, our driver will be waiting to take you for Minneriya Safari. Among the 24 species  of mammal’s resident in the park are Elephants, Leopards, Sloth Bear, Spotted Deer, Sambar Deer,  Wild Buffalo, Wild Pig, Grey Langers, Purple-faced Leaf Monkey, three species of Mongoose, Porcupine  and Indian Pangolin. Minneriya National Park has recorded over 170 species of birds. From Migrating waders like  Woodsand Piper, Common Sandpiper & Kentish Plovers to forest birds like Malabar-pied Hornbills,  Rufus Woodpecker the globally endangered Lesser Adjutant and the endemics Sri Lanka Grey Horn-bill,  Sri Lanka Green Pigeon, Brown-capped Babbler and Sri Lanka Jungle Fowl are some of the highlights. After lunch transfer to Kandy. The second largest city in Sri Lanka and a UNESCO world heritage site,  due its rich, vibrant culture and history. This historic city was the Royal Capital during the 16th century  and maintains its sanctified glory predominantly due to the sacred temples. In the evening do a city tour including evening visit to Temple of Tooth Relic, cultural show and then  set you free in Kandy town to explore it on your own. Dinner at Balaji Dosai.","price":"1000"},{"id":"ab507ccb-2d8e-4ebd-aa9f-1611e04f0897","activity":"Nuwara Eliya, Ella","description":"After early breakfast we drive to Nuwara Eliya, travel through the winding green hills to the salubrious,  misty hills of Nuwara Eliya - a prominent tourist and local holiday destination, assuring you tranquillity and relaxation amidst the exhilarating vista of tea plantations, waterfalls, and lakes. Enroute, visit  Damro tea factory to witness the tea industry of the island, as Sri- Lanka is one of the largest producers  and exporters of tea in the world. In Nuwara Eliya, a city tour of the Hill Club, Main City, Post Office,  Victoria Park, Holy Trinity Church, Gayathri Kovil, Lake Gregory and Race Course is possible until we  catch the train to Ella. Get on board the scenic train to Ella (4,5 hours). You will be received by our driver in Ella train station  on arrival. A small, yet astonishingly beautiful town Ella, located close to Nuwara Eliya. Explore the beautiful  nature of Ella and the surrounding by hiking, cycling or car. Your guide will assist you with things to do  in and around","price":"1000"},{"id":"847056a3-7e66-4cba-8993-cf7539eadb58","activity":"Ella, Galle","description":"After breakfast we have time to continue enjoying and exploring the nature of Ella until your transfer  to  In the afternoon, we are heading to Galle. Dinner with my family in Galle","price":"1000"},{"id":"29164c65-b8bb-477e-8abe-b9faf748c377","activity":"Galle,Colombo, Departure","description":"Breakfast in Galle–Explore Dutch heritage in Galle by tuk-tuk and you will explore historical importance  of Galle Fort. The ramparts, colonial buildings, clock tower, light house, museum & old church, mosque  & Buddhist temple are covered in this guided tour.  After lunch we are heading to colombo for site seeing the Red Mosque and other attractions in  Colombo. After a mouthwatering Banana Leaf dinner, driver will drop you at the airport for departure  flight","price":"1000"},{"id":"60220339-419f-40a7-8548-5ba3c0f950fe","activity":"Arrival and Transfer Tangalle","description":"On arrival at the Colombo Bandaranayake International Airport, meet with EuroLanka representative. Transfer to Tangalle. Set you free in the hotel until evening for the relief of jet lag. Evening city tour possible.","price":"18000"},{"id":"f2163080-0e67-48b6-bc2e-ce17b370994c","activity":"Tangalle","description":"Welcome to Sri Lanka! As your tour guide, I recommend starting your journey with few days of relaxation with kids to adjust to the local time, savor the delicious Sri Lankan cuisine, and acclimate to the people and surroundings. During these initial days, enjoy leisurely strolls through picturesque neighborhoods, serene beach, unwind in charming cafes, and soak in the warm tropical sun. This restful start will ensure you are refreshed and fully prepared to embark on our exciting Sri Lankan adventure.","price":"18000"},{"id":"6b69a6a3-d17e-48bd-a35c-4e2071710bb2","activity":"Tangalle","description":"Welcome to Sri Lanka! As your tour guide, I recommend starting your journey with few days of relaxation with kids to adjust to the local time, savor the delicious Sri Lankan cuisine, and acclimate to the people and surroundings. During these initial days, enjoy leisurely strolls through picturesque neighborhoods, serene beach, unwind in charming cafes, and soak in the warm tropical sun. This restful start will ensure you are refreshed and fully prepared to embark on our exciting Sri Lankan adventure.","price":"18000"},{"id":"a529f7ed-3630-4075-8ad7-9d83c3c35dc7","activity":"Tangalle","description":"Welcome to Sri Lanka! As your tour guide, I recommend starting your journey with few days of relaxation with kids to adjust to the local time, savor the delicious Sri Lankan cuisine, and acclimate to the people and surroundings. During these initial days, enjoy leisurely strolls through picturesque neighborhoods, serene beach, unwind in charming cafes, and soak in the warm tropical sun. This restful start will ensure you are refreshed and fully prepared to embark on our exciting Sri Lankan adventure.","price":"18000"},{"id":"82860831-1e69-47d7-aab4-d930a3a1091d","activity":"Tangalle-Udawalawe","description":"After breakfast at hotel, we are heading Udawalawe via Suriyawewa and Padalangala, two charming villages that showcase the traditional lifestyle of southern Sri Lanka. These villages are perfect examples of rural life in this beautiful part of the country.  Located in southern Sri Lanka, Udawalawe National Park is the island’s 6th-largest reserve, established in 1972 to accommodate wildlife affected by the construction of the Udawalawe Reservoir. Visitors can observe animals like elephants, buffalo, deer, crocodiles, leopards, and exotic bird species within the park's 119 square miles (308 square kilometers)","price":"18000"},{"id":"8a98e14f-3024-4a19-80d0-d14aeac6f53f","activity":"Udawalawe-Ella","description":"After breakfast we are heading to Ella. A small, yet astonishingly beautiful town Ella, located close to Nuwara Eliya. Explore the beautiful nature of Ella and the surrounding by hiking or cycling. Your guide will assist you with things to do in and around   Ella has all the best parts of Sri Lanka rolled into one: beautiful jungle mountains, rolling tea plantations, and epic waterfalls. As one of the biggest tea producers, travellers can look forward to spending their days among the greenest surroundings, enjoying the views from hilltop houses and adventurous hiking trails. Even the train ride in Ella is one of life’s most remarkable experiences, as you travel by iconic blue train through bamboo forests and tropical mist.  We set you free in Ella for these two days so you could do things at your own leisure. This gorgeous green town is well-known for its hikes, waterfalls, ziplines, cycling, and tuk-tuk excursions","price":"18000"},{"id":"69a3eefa-7018-44c9-b26b-cc276a03b2fe","activity":"Ella","description":"You are free to explore Ella after breakfast at the hotel. We are always accessible to assist you if you require us to guide you or transport you to any location in the city. The intention behind setting you free is to provide you with the freedom you want in this lovely and charming town. We've noticed that many travellers prefer to explore certain areas on their own, and Ella is one of them.","price":"18000"},{"id":"4b15f753-64e6-438b-a274-5a8f0d6eab5c","activity":"Ella Scenic Train Ride- Tea Trail Nuwara Eliya","description":"After breakfast, get on board the scenic train to Nuwara Eliya (4 hours). You will be received by our driver in Nuwara Eliya train station on arrival.  When in Nuwara Eliya, the region for the world’s best brew of tea, take a guided tour to the tea factory perched high in the hills surrounding Nuwara Eliya.The Tea estate is one of the most easily accessible estates in the hill country and takes around 30 minutes for you to go through the entire manufacturing process, i.e. from grading to packaging, and learn how Sri Lanka’s “Green Gold:” is manufactured. It is here that the crème de la crème of Sri Lanka’s teas – the fragrant and delicately flavoured “high growns” – flourish.  Early evening city orientation of Nuwara Eliya","price":"18000"},{"id":"882b85fd-b218-4f9e-b1fe-fe4abe82be39","activity":"Nuwara Eliya","description":"After breakfast, take a city tour of Nuwara Eliya, Nuwara Eliya, a town in central Sri Lanka, is famous for its tea hills. The Hakgala Botanical Gardens feature a variety of plants and animals, including roses, tree ferns, monkeys, and blue magpies. The colorful Seetha Amman Temple is an important Hindu pilgrimage site. Galway's Land National Park is a dense forest, home to local and migratory birds like bulbuls and flycatchers. Notable waterfalls in the area include Lovers Leap, Gallaway Ella, and Windy Corner.","price":"18000"},{"id":"6e8dd324-56dc-4254-97b1-a9e51ac635bd","activity":"Sigiriya via Dambulla","description":"After breakfast heading to Sigiriya via Dambulla. Enroute visit Dambulla cave temple. The Rangiri Dambulla Cave Temple is a sacred pilgrimage site for 22 centuries, this cave monastery, with its five sanctuaries, is the largest, best-preserved cave-temple complex in Sri Lanka. The Buddhist mural paintings (covering an area of 2,100 m2 ) are of particular importance, as are the 157 statues.   take the authentic village tour of the Kashyapa.   En route discover the wonders of Sri Lankan spices at a Matale spice garden. Even though we do not buy anything, the knowledgeable guide and salesperson will provide us with valuable insights. While some may feel obligated to make a purchase, I prefer showing my appreciation by leaving a tip for the sales person.","price":"18000"},{"id":"cae4e060-b075-48d8-b860-30718085ce83","activity":"Sigiriya","description":"After light breakfast we are heading to Sigiriya for climbing the 'Lion's Rock', which dominates the jungle from all sides. A series of galleries and staircases emerging from the mouth of a gigantic lion constructed of bricks and plaster provide access to the site. Morning, we climb the Sigiriya Rock Fortress with a great village tour plan in mind.  Before a typical village lunch, we do the village tour that gives you a memorable experience in a countryside rural village in Sigiriya. You will enjoy the sightseeing of paddy fields, bullock cart ride, traditional catamaran ride in a lake, visit to a chena cultivation, traditional cooking demonstration in a rural village house and authentic Sri Lankan lunch during this tour.","price":"18000"},{"id":"6079b13c-8e06-4a4e-90cf-4a730dfd09ef","activity":"Sigiriya-Minneriya Safari","description":"Afte breakfast at hotel, we are heading to Minneriya safari. On the way you will have the opportunity to get up close and personal with an elephant as it bathes happily in the river. You can also assist the mahout in scrubbing and rubbing playfully.  During the season, elephants congregate on the banks of the Minneriya Reservoir, forming what is known as \"The Gathering.\" This gathering is considered the largest assembly of wild Asian elephants in the world at any given time, as recognized by wildlife authorities.  Visitors have the opportunity to observe these majestic elephants as they graze on the grasses growing on the reservoir bed. Additionally, the park is home to a variety of wildlife, such as deer, wild buffalo, wild pigs, grey langurs, purple-faced leaf monkeys, porcupines, leopards, sloth bears, and various bird species. It promises a unique and memorable experience for nature enthusiasts and wildlife lovers.  July to October is the best season to visit Minneriya national park.","price":"18000"},{"id":"6cbbb90f-8157-4d6a-a05c-c46eac41250e","activity":"Sigiriya-Trincomalee","description":"After breakfast we proceed to Trincomalee, a port city on the east coast of Sri Lanka. The city is built on a peninsula, which divides the inner and outer harbours. It is one of the main centres of Tamil speaking culture on the island. Historically referred to as Gokarna, or Gokarna it has been a sea port that has played a major role in maritime and international trading history of Sri Lanka.             Afternoon Leisure ","price":"18000"},{"id":"f5273e80-c875-46f9-947c-d94eab497d92","activity":"Trincomalee-Whales Watching & Pigeon Island","description":"After early breakfast, we are heading for Whales Watching & Pigeon Island Snorkelling Excursion.  The months between April to August is the peak season for whale and dolphin watching in Sri Lanka. During this time whale watching Trincomalee is extremely popular and your chances of seeing whales are at the optimum. While you’re on your whale watching tour, keep your eyes open to spot sperm whales, blue whales and even spinner dolphins. You will be lucky to see these creatures roam the seas only around eight nautical miles east from Trincomalee, this is only around 30 minutes by boat!  Snorkeling in Pigeon Island in Trincomalee area is the absolute highlight of your stay on the east coast. You experience the most vibrant coral reefs of Sri Lanka, soft and hard corals, schools of colorful fish and different coral fish of the Indian Ocean. The Pigeon Island is the only National Marine Park on the north-east coast of Sri Lanka. Surrounded by turtles, tropical fish, searching for Black Tip Reef Sharks.  You do not need to be a scuba diver to get to know the fascinating world underwater and its splendor! Equipped with mask, snorkel and fins you float on the water surface and watch the vibrant coral reefs, rocks and coral reef-fish below beside your expert naturalist.","price":"18000"},{"id":"d0ad8495-c753-4795-976a-718c45ebab02","activity":"Trincomalee- Muttur Archipelago","description":"After breakfast, we will be heading to Muttur. It is one of the most educating rural village      tours ever.  Muttur, the best way to explore Muttur archipelago is by river and sea sailing. While you hop from island to island you will pass beautiful scenes of village ladies picking mussels, shrimp trappers, crab hunters, anglers and village children take dips that can’t be found in many other places. The weather is always nice but the sea can be a little bit rougher depends on the season. Most sightings of whales and Dolphins occur between February and April as whales continue their migrations around the island from the south coast. Nevertheless, the Muttur a must visit for every off-beat tour enthusiast.","price":"18000"},{"id":"c46984bf-56e6-41f5-9d3a-60cebc0172a2","activity":"Trincomalee Free","description":"Relax on the Beach / Water Sport","price":"18000"},{"id":"f470adda-2e1f-486d-a67a-b72a88f8fd26","activity":"Trincomalee Free","description":"Relax on the Beach / Water Sport","price":"18000"},{"id":"7a2cd144-7e0c-4b44-8e91-846de58e073b","activity":"Trincomalee-Negombo","description":"After breakfast, we will be heading to Negombo for our departure the next day. We highly suggest parents with children stay near the airport the day before departure. Our driver will be available to help with any city tours or shopping trips you may want to take.      ","price":"18000"},{"id":"e9b86b2a-c19b-4c25-8be1-b990bcf31d2e","activity":"Negombo -Free Day","description":"After breakfast, we can assist with any souvenir shopping or take you on a city tour of Negombo. If interested, a tour of Colombo followed by lunch at Banana Leaf Sri Lanka Restaurant can also be arranged.","price":"18000"},{"id":"532442ee-f489-4f90-a19f-9cdbbd36f885","activity":"Negombo-Departure","description":"We start to Bandaranayake Airport 4 hrs prior for departure flight. ","price":"18000"}]